export const RulesRegister = () => {
  return (
    <div>
      <p>
        <h1>Політика конфіденційності та Правила сайту</h1>
        <h1>Політика конфіденційності та умови використання</h1>

        <h2>1. Загальні положення</h2>
        <p>
          1.1. Замовник та Виконавець поважають право Користувачів Сайту на
          приватність і конфіденційність і визнає важливість захисту зібраної
          інформації про них.
        </p>

        <p>
          1.2. Дійсна Політика конфіденційності представляє собою публічний
          документ, який охоплює всі персональні дані (ПД), що обробляються
          Виконавцем (Власник персональних даних), і розроблена відповідно до
          діючого законодавства України.
        </p>

        <p>
          1.3. Виконавець та Замовник не будуть збирати, використовувати або
          розголошувати Ваші персональні дані інакше, як передбачено цією
          політикою конфіденційності та чинним законодавством України.
        </p>

        <p>
          1.4. Використовуючи Сайт, Ви погоджуєтесь з умовами Політики
          конфіденційності.
        </p>

        <p>
          1.5. У разі внесення будь-яких змін до умов даної Політики
          конфіденційності, про це в чіткій, доступній формі повідомляється або
          не повідомляється на сайті.
        </p>

        <h2>2. Умови використання</h2>
        <p>
          2.1. Користувач має право на доступ та використання Сайту на умовах і
          відповідно до обмежень, визначених чинним законодавством України та
          цією Угодою.
        </p>

        <p>
          2.2. Використовуючи Сайт, Користувач погоджується з обмеженнями і
          вимогами, встановленими цією Угодою.
        </p>

        <p>
          2.3. Користувач має право в будь-який час відмовитися від використання
          Сайту, якщо він не погоджується з умовами цієї Угоди.
        </p>

        <p>
          2.4. Користувач погоджується не використовувати Сайт для здійснення
          будь-яких дій, заборонених чинним законодавством України.
        </p>

        <p>
          2.5. Користувач зобов'язується не здійснювати декомпілювання Сайту, а
          також поширювати, доводити до загального відома і надавати іншій особі
          доступ до сайту, здійснювати реверс-інжиніринг сайту або його окремих
          елементів.
        </p>

        <p>
          2.6. Користувач зобов'язується не поширювати неправдиву інформацію про
          сайт, Виконавця і Замовника. Користувач гарантує, що не буде робити
          будь-яких дій, спрямованих на заподіяння шкоди Виконавцю, Замовнику,
          операторам стільникового мобільного зв’язку або іншим особам.
        </p>

        <p>
          2.7. Користувач несе особисту відповідальність за збереження особистих
          даних, зазначених на Сайті, в разі доступу до його мобільного пристрою
          третіх осіб.
        </p>

        <h2>3. Права та обов’язки Виконавця</h2>
        <p>
          3.1. Виконавець має право від свого імені або від імені Замовника
          направляти Користувачеві інформацію про функціонування Сайту,
          інформаційні, рекламні або пуш-повідомлення, номер телефону, зазначені
          Користувачем, а також розміщувати відповідну інформацію в самому
          Сайті. Виконавець має право обмежити або заблокувати доступ
          Користувача до Сайтів, розроблених для інших Замовників.
        </p>

        <p>3.2. Виконавець має право контролювати і редагувати вміст Сайту.</p>

        <p>
          3.3. Виконавець має право в будь-який момент обмежити або заблокувати
          доступ Користувача до Сайту без повідомлення Користувача.
        </p>

        <p>
          3.4. Виконавець має право в будь-який момент розірвати цю Угоду в
          односторонньому порядку, заблокувавши можливість використання Сайту.
        </p>

        <h2>4. Відповідальність сторін</h2>
        <p>
          4.1. Виконавець не несе відповідальності за інформаційний зміст Сайту,
          і за відповідності потребам і очікуванням Користувача.
        </p>

        <p>
          4.2. Виконавець не несе відповідальності за можливі збитки або збитки,
          що виникли внаслідок використання Сайту.
        </p>

        <p>
          4.3. Сайт може містити посилання або надавати доступ на інші сайти і
          мережі Інтернет (сайти третіх осіб) і розміщену на даних сайтах
          інформацію, що є результатом інтелектуальної діяльності третіх осіб,
          що охороняється відповідно до законодавства України. Виконавець не
          несе відповідальності за будь-яку інформацію, розміщену на сайтах
          третіх осіб, до яких Користувач отримує доступ за допомогою Сайту,
          включаючи, в тому числі, будь-які думки або твердження, виражені на
          сайтах третіх осіб.
        </p>

        <p>
          4.4. Користувач підтверджує, що з моменту переходу Користувача за
          посиланням, що міститься на Сайті, на сайт третьої особи,
          взаємовідносини Виконавця і Користувача припиняються, ця Угода надалі
          не поширюється на Користувача, і Виконавець не несе відповідальності
          за використання Користувачем контенту, правомірність такого
          використання і якість контенту, розміщеного на сайтах третіх осіб.
        </p>

        <p>
          4.5. Замовник/Виконавець не несе відповідальності за якість каналів
          зв'язку загального користування та можливі перебої в мережі передачі
          даних (в тому числі, але не виключено глобальної мережі Інтернет), за
          допомогою яких здійснюється доступ до Сайту.
        </p>

        <h2>Політика конфіденційності</h2>
        <h3>1. Загальні положення</h3>
        <p>
          1.1. Замовник та Виконавець поважають право Користувачів Сайту на
          приватність і конфіденційність і визнає важливість захисту зібраної
          інформації про них.
        </p>

        <p>
          1.2. Дійсна Політика конфіденційності представляє собою публічний
          документ, який охоплює всі персональні дані (ПД), що обробляються
          Виконавцем (Власник персональних даних), і розроблена відповідно до
          діючого законодавства України.
        </p>

        <p>
          1.3. Виконавець та Замовник не будуть збирати, використовувати або
          розголошувати Ваші персональні дані інакше, як передбачено цією
          політикою конфіденційності та чинним законодавством України.
        </p>

        <p>
          1.4. Використовуючи Сайт, Ви погоджуєтесь з умовами Політики
          конфіденційності.
        </p>

        <p>
          1.5. У разі внесення будь-яких змін до умов даної Політики
          конфіденційності, про це в чіткій, доступній формі повідомляється або
          не повідомляється на сайті.
        </p>

        <h3>2. Види зібраної інформації</h3>
        <h4>2.1. Обов’язкова інформація:</h4>
        <ul>
          <li>Прізвище, Ім’я, По батькові;</li>
          <li>Номер мобільного телефону;</li>
        </ul>

        <h4>2.2. Додаткова інформація:</h4>
        <ul>
          <li>Дата народження;</li>
          <li>Стать;</li>
          <li>Email;</li>
          <li>Інформація щодо зацікавленості у тому чи іншому товарі;</li>
          <li>Інформація про замовлення та здійснені покупки;</li>
          <li>Відгуки.</li>
        </ul>

        <h4>2.3. Інформація, що надходить від технічних засобів:</h4>
        <ul>
          <li>Географічне положення;</li>
          <li>
            Інформація про технічні засоби (тип пристрою, операційна система та
            її версія).
          </li>
        </ul>

        <h3>4. Мета збирання інформації</h3>
        <p>4.1. Ми збираємо інформацію для:</p>

        <ul>
          <li>
            ідентифікації Споживача як зареєстрованого користувача Мобільного
            додатку, Сайту, запобігання доступу до його персональних даних
            сторонніми особами;
          </li>
          <li>
            оцінки та покращення якості обслуговування Споживачів мобільного
            додатку, Сайту;
          </li>
          <li>
            забезпечення Споживачів актуальною інформацією про товари,
            спеціальні пропозиції та акції Замовника;
          </li>
          <li>підвищення ефективності контенту;</li>
          <li>надання допомоги через службу підтримки клієнтів;</li>
          <li>
            надсилання Споживачу важливих повідомлень інформаційного, новинного
            та рекламного характеру;
          </li>
          <li>проведення досліджень ринку;</li>
          <li>вивчення попиту споживачів;</li>
          <li>
            формування та обробки статистичних даних, що стосуються використання
            Мобільного додатку, Сайту.
          </li>
        </ul>

        <p>
          4.2. Обробка інформації здійснюється відповідно до вимог діючого
          законодавства України.
        </p>

        <h3>5. Передавання інформації третім особам</h3>
        <p>
          5.1. Замовник та Виконавець не передають інформацію третім особам,
          надану Вами крім випадків:
        </p>

        <ul>
          <li>
            доставки Вашого замовлення кур'єрськими службами, колл-центрам
            (центрам обробки викликів), з якими укладені відповідні договори;
          </li>
          <li>онлайн оплати платіжними сервісами;</li>
        </ul>

        <h3>6. Права Користувача</h3>
        <p>6.1. Ви маєте право:</p>

        <ul>
          <li>
            Знати, які дані ми обробляємо, місце збереження даних, як ми їх
            отримуємо та мету їх обробки;
          </li>
          <li>
            Направити запит на отримання копії даних, які ми зберігаємо про Вас
            (тільки при підтверджені Вашої особи);
          </li>
          <li>
            Отримувати інформацію про умови надання доступу до персональних
            даних, зокрема інформацію про третіх осіб, яким передаються його
            персональні дані;
          </li>
          <li>
            Вимагати видалення Ваших даних з нашої системи (після отримання та
            розгляду Вашого запиту ми будемо зобов'язані негайно, але в
            будь-якому разі не пізніше встановленого законодавством строку
            припинити обробку і видалити Ваші персональні дані);
          </li>
          <li>Відкликати згоду на обробку персональних даних;</li>
          <li>
            На захист своїх персональних даних від незаконної обробки та
            випадкової втрати, знищення, пошкодження у зв’язку з умисним
            приховуванням, ненаданням чи несвоєчасним їх наданням, а також на
            захист від надання відомостей, що є недостовірними чи ганьблять
            честь, гідність та ділову репутацію фізичної особи.
          </li>
        </ul>

        <p>
          Та памʼятайте будь які конфліктні, спірні або інші ситуації
          Адміністрація Сайту намагатиметься вирішити мирно та зробити все, щоб
          таких ситуацій не сталось, але якщо у вас будуть якісь запитання,
          погрози чи ще щось, уважно перечитайте пункт 1 "Правила для всіх
          перехожих та приватників" та якщо вас не переконало це, перечитайте
          пункт 2 цих правил.
        </p>

        <p>
          Дякую за увагу, гарного дня та мирного неба над головою. Із повагою,
          Адміністрація сайту.
        </p>
      </p>
    </div>
  );
};
